The value for Reflectivity must be between 0 and 1.
  Namespace:   Autodesk.Revit.DB
  Assembly:   RevitAPI  (in RevitAPI.dll) Version: 2015.0.0.0 (2015.0.0.0)
 Syntax
  C#
public static FailureDefinitionId InvalidReflectivityPercentage { get; }
  Visual Basic
Public Shared ReadOnly Property InvalidReflectivityPercentage As FailureDefinitionId
	Get
  Visual C++
public:
static property FailureDefinitionId^ InvalidReflectivityPercentage {
	FailureDefinitionId^ get ();
}
 See Also
  BuiltInFailures RoomFailures Class
  Autodesk.Revit.DB Namespace